tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "bash"
brew "bc"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "fontconfig"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "httpie"
brew "jq"
brew "lazygit"
brew "llvm"
brew "neofetch"
brew "nowplaying-cli"
brew "pam-reattach"
brew "parallel"
brew "pipx"
brew "python@3.10"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "hiddenbar"
cask "karabiner-elements"
cask "scroll-reverser"
